system/controlDict
FoamFile
{
	format ascii;
	class dictionary;
	location "system";
	object controlDict;
}

solver incompressibleFluid;

startFoam startTime;

startTime 0;

stopAt endTime;

endTime 10;

deltaT 0.005;

writeDontrol timeStep;

writeInterval 100;

runTimeModifiable true;

